mock-example/src/test/resources/xml/CRM/CreateTask/rq1.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rq="http://sbrf.ru/NCP/CRM/CreateTaskRq/" xmlns:crm="http://sbrf.ru/NCP/CRM/">
    <soap:Header/>
    <soap:Body>
        <crm:createTaskRq xmlns:crm="http://sbrf.ru/NCP/CRM/" xmlns:ns="http://sbrf.ru/NCP/CRM/CreateTaskRq/1.02/">
            <ns:contractID>string</ns:contractID>
            <ns:contractBPMID>string</ns:contractBPMID>
            <ns:comment>string</ns:comment>
            <ns:requestType>string</ns:requestType>
            <ns:responsiblePersonID>string</ns:responsiblePersonID>
        </crm:createTaskRq>
    </soap:Body>
</soap:Envelope>